cask_args appdir: "/Applications"

tap "caskroom/cask"

brew "elm"
brew "neovim"
brew "nvm"
brew "reattach-to-user-namespace"
brew "rustup"
brew "tmux"
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-completions"

cask "appcleaner"
cask "flux"
cask "google-chrome"
cask "iterm2"
cask "spectacle"
cask "spotify"
cask "steam"

