cask_args appdir: "/Applications"

tap "homebrew/cask"

brew "antigen"
brew "elixir"
brew "elm"
brew "http-server"
brew "node"
brew "tmux"
brew "unrar"
brew "wget"
brew "zsh"

cask "appcleaner"
cask "discord"
cask "google-chrome"
cask "insomnia"
cask "macs-fan-control"
cask "slack"
cask "spotify"
cask "visual-studio-code"
