cask_args appdir: "/Applications"

tap "caskroom/cask"

brew "elixir"
brew "elm"
brew "node"
brew "sshfs"
brew "tmux"
brew "unrar"
brew "wget"
brew "zsh"
brew "zsh-completions"

cask "appcleaner"
cask "discord"
cask "google-chrome"
cask "insomnia"
cask "spotify"
cask "visual-studio-code"
