cask_args appdir: "/Applications"

tap "homebrew/cask"

brew "antigen"
brew "asdf"
brew "awscli"
brew "direnv"
brew "terraform"
brew "tmux"

cask "appcleaner"
cask "dbeaver"
cask "discord"
cask "firefox"
cask "google-chrome"
cask "insomnia"
cask "slack"
cask "spotify"
cask "tunnelblick"
cask "visual-studio-code"
